Repository: shoutit/shoutit-api
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ar, cs, de, es

source: Username
ar: إسم المستخدم
de: Benutzername
es: Nombre de usuario

source: Required. 2 to 30 characters and can only contain A-Z, a-z, 0-9, and periods (.)
de: Benötigt 2 bis 30 Zeichen und kann nur A-Z, a-z, 0-9, und Punkte (.) beinhalten

source: This value may only contain A-Z, a-z, 0-9, and periods (.)
de: Dieser Wert sollte nur A-Z, a-z, 0-9, und Punkte (.) beinhalten

source: Personal info
ar: المعلومات الشخصية
de: Persönliche Anagben

source: Permissions
ar: أذونات
de: Berechtigungen

source: Important dates
ar: تواريخ مهمة
de: Wichtige Termine

source: Users
ar: المستخدمين
de: Benutzer

source: with email
de: Per E-Mail

source: only shoutit users
ar: فقط لمستخدمي شاوت ات
de: Nur Shoutit Nutzer

source: yes
ar: نعم
de: Ja

source: no
ar: لا
de: Nein

source: Android and iOS
ar: اندرويد و ايفون
de: Android und iOs

source: No device
ar: لا يوجد جهاز
de: Kein Gerät
es: no divice

source: Published On
de: Veröffentlich auf

source: Invalid page id header. No credentials provided
ar: معرف ترويسة صفحة غير صحيح, لاتوجد معلومات تسجيل دخول
de: Ungültige Seiten ID Kopfzeile. Keine Anmeldedaten angegeben.

source: Invalid page id
ar: معرف صفحة غير صحيح
de: Ungültige Seiten ID
es: Identificador de página invalido

source: Page does not exist
ar: الصفحة غير موجودة
cs: Stránka neexistuje
de: Seite existiert nicht
es: Esta página no existe

source: Page inactive or deleted
ar: الصفحة غير مفعلة أو محذوفة
cs: Stránka je neaktivní nebo smazána
de: Seite inaktiv oder gelöscht
es: Página inactiva o eliminada

source: Secure connection is required
ar: يتطلب إتصال آمن
cs: Spolehlivé připojení je potřeba
de: Sichere Verbindung wird benötigt
es: Se requiere una conexión segura

source: This field can not be empty
ar: لايمكن ترك هذا الحقل فارغ
cs: Toto pole nesmí být prázdné
de: Dieses Feld darf nicht leer sein
es: Este campo no puede estar vacío

source: '%(id)s' is not a valid id
ar: المعرف '%(id)s' غير صحيح
cs: '%(id)s' není platné id
de: '%(id)s' ist keine gültige ID
es: '%(id)s' no es una identificador válido

source: %(model)s with id '%(id)s' does not exist
cs: %(model)s s id '%(id)s' neexistuje
de: %(model)s mit der ID '%(id)s' existieren nicht
es: %(model)s con el identificador '%(id)s' no existe

source: This field is required
ar: هذا الحقل مطلوب
cs: Toto pole je nutné
de: Dieses Feld wird benötigt
es: Este campo es requerido

source: Server Error, try again later
ar: خطأ في المخدم, حاول لاحقاً
cs: Serverová chyba, zkuste to později
de: Server Fehler, versuche es später nochmals
es: Error del servidor, por favor intentelo más tarde

source: Missing header
ar: ترويسة صفحة مفقودة
cs: Chybějící hlavičky
de: Fehlende Kopfzeile
es: Falta el encabezado

source: Missing parameter
ar: متغيير مفقود
cs: Chybějící parametr
de: Fehlender Parameter
es: Falta el parámetro

source: Missing field
ar: حقل مفقود
cs: Chybějící pole
de: Fehlendes Feld
es: Falta el campo

source: Invalid discover id
ar: معرف إكتشف غير صحيح
cs: Neplatné objevovací id
de: Fehlende ID

source: Discover Item with id '%(discover)s' does not exist
ar: لايوجد إكتشف للمعرف '%(discover)s'
cs: Objevit '%(discover)s' neexistuje
de: Gegenstand mit der ID '%(discover)s' existiert nicht

source: Profile with username '%(username)s' does not exist
ar: لايوجد مستخدم بهذا الإسم '%(username)s'
cs: Profil s uživatelským jménem '%(username)s' neexistuje
de: Das Profil mit dem Benutzernamen '%(username)s' existiert nicht
es: El Perfil con el nombre de usuario '%(username)s' no existe

source: Should be `all`, `request` or `offer`
ar: يجب أن يكون `all`, `request` أو `offer`
cs: Mělo by to být `vše` `žádost` `nabídka`
de: Sollte `alle`, `Anfrage` oder `Angebot` sein
es: En caso de ser `Todo`,`Solicitud` u `Oferta`

source: Should be between -90 and 90, also not greater than 'up_right_lat'
ar: يجب أن تكون بين -90 و 90, أيضاً لا تزيد عن 'up_right_lat'
de: Sollte zwischen -90 und 90, und nicht größer als 'up_right_lat' sein

source: Should be between -180 and 180, also not greater than 'up_right_lng'
ar: يجب أن تكون بين -180 و 180, أيضاً لاتزيد عن 'up_right_lng'
de: Sollte zwischen -180 und 180, und nicht größer als 'up_right_lng' sein
es: Debería ser tener entre -180 y 180, es decir no más de 'up_right_lng'

source: Should be between -90 and 90
ar: يجب أن تكون بين -90 و 90
de: Sollte zwischen -90 und 90 sein

source: Should be between -180 and 180
ar: يجب أن تكون بين -180 و 180
de: Sollte zwischen -180 und 180 sein
es: Debería tener entre -180 y 180

source: Invalid number
ar: رقم خاطئ
cs: Neplatné číslo
de: Ungültige Nummer
es: Número inválido

source: Invalid sort
ar: فرز خاطئ
cs: Neplatný druh
de: Ungültige Sortierung
es: Tipo no válido

source: Should be `all`, `top` or `featured`
ar: يجب أن يكون `all`, `top` أو `featured`
de: Sollte `all`, `top` oder `featured` sein
es: En caso de ser `all`,` `top` o featured`

source: Does not work when type is `featured`
ar: لاتعمل عند النوع `featured`
de: Funktioniert nicht bei Typ `featured`

source: Only works when type equals `top` or `featured`
ar: تعمل فقط عندما يكون النوع `top` أو `featured`
de: Funktioniert nur wenn der Typ `top` oder `featured` ist

source: Using '%(before)s' and '%(after)s' query params together is not allowed
ar: لا يمكن إستخدام المتغيرات '%(before)s' و '%(after)s' معاً
de: '%(before)s' und '%(after)s' sind nicht erlaubt als Suchparameter

source: Should be a valid timestamp
ar: يجب أن يكون الطابع الزمني صحيح
cs: Měla by to být platná časová značka
de: Muss eine gültige Zeitangabe sein

source: We do not return more than 1000 results for any query
ar: لانقوم بإرجاع أكثر من 1000 نتيجة لأي بحث
cs: Nevracíme více než 1000 výsledků pro jakýkoliv dotaz
de: Wir zeigen nur 1000 Ergebnisse pro Suche an
es: No se devolverán más de 1000 resultados en cualquier consulta

source: This email is used by another account
ar: هذا البريد الإلكتروني مستخدم سابقاً
cs: Tento email používá jiný účet
de: Diese E-Mail wird von einem anderen Account genutzt
es: Este correo electrónico esta siendo usado por otra cuenta

source: The email or username you entered do not belong to any account
ar: البريد الإلكتروني أو إسم المستخدم غير معروف
cs: Email nebo uživatelské jméno, které jste vložily nepatří k jakémukoliv účtu
de: Die angegebene E-Mail oder Nutzername gehören zu keinem Account
es: El correo electrónico o nombre de usuario introducido no pertenecen a ninguna cuenta

source: The password you entered is incorrect
ar: كلمة المرور خطأ
cs: Heslo které jste vložily je nesprávné
de: Das eingegebene Passwort ist falsch
es: La contraseña que ha ingresado es incorrecta

source: Could not create guest account
ar: لايمكن إنشاء حساب ضيف
cs: Nešlo vytvořit návštěvnický účet
de: Gastaccount konnte nicht erstellt werden
es: No se pudo crear una cuenta de invitado

source: New passwords did not match
ar: كلمة المرور الجديدة غير مطابقة
cs: Nová hesla se od sebe liší
de: Neuen Passwörter müssen sich gleichen
es: Las nuevas contraseñas no coinciden

source: Old password is incorrect
ar: كلمة المرور القديمة خاطئة
cs: Staré heslo je nesprávné
de: Das alte Passwort ist falsch
es: La contraseñaa anterior es incorrecta

source: Account inactive or deleted
ar: الحساب غير مفعل أو محذوف
cs: Účet je neaktivní nebo smazán
de: Account ist inaktiv oder wurde gelöscht
es: Cuenta inactiva o eliminada

source: Reset token is invalid
ar: رمز إعادة تعيين غير صالح
cs: Resetující žeton je neplatný
de: Der Code zum zurücksetzen ist falsch
es: Reinicio del token es invalido

source: Invalid sms_code
cs: Neplatný sms_kód
de: Ungültiger SMS-Code
es: sms_code invalido

source: Could not find (`latitude` and `longitude`) or figure the IP Address
ar: لايمكن إيجاد (`latitude` and `longitude`) أو معرفة عنوان IP
cs: Nešlo najít (`zem. šířku` a `délku`) nebo zjistit IP Adresu
de: Konnte (`latitude` and `longitude`) nicht finden oder die IP-Adresse abbilden

source: Only one of `apns` or `gcm` is required not both
ar: يطلب إما `apns` أو `gcm` وليس كلاهما
cs: Pouze jeden z `apns` nebo `gcm` je potřeba, ne oba
de: Nur `apns` oder `gcm` wird benötigt, nicht beide

source: Can only contain %(keys)s
ar: يمكن أن يحتوي فقط على %(keys)s
cs: Může pouze obsahovat %(keys)s
de: Kann nur %(keys)s beinhalten
es: Sólo puede contener %(keys)s

source: Only 'public_chat' conversations can be directly created
ar: فقط المحادثات العامة يمكن إنشائها مباشرةً
cs: Pouze 'veřejný_chat' konverzace můžou být ihned vytvořeny
de: Nur 'public_chat' Unterhaltungen können direkt erstellt werden

source: Only `public_chat` is allowed
ar: فقط المحادثات العامة مسموحة
cs: Pouze 'veřejný_chat' je povolen
de: Nur `public_chat` ist erlaubt
es: Sólo 'public_chat' son permitidas

source: You can't make chat actions against your own profile
ar: لايمكنك إنشاء محادثة مع حسابك
cs: Nemůžete dělat chat akce proti vašemu vlastnímu profilu
de: Du kannst keine Aktionen gegen dein eigenes Profil starten
es: No se pueden realizar acciones de chat con su propio perfil

source: %(name)s is not one of your listeners and can't be added to this conversation
ar: %(name)s لا يستمع إليك لذلك لا يمكنك إضافته الى هذه المحادثة
cs: %(name)s není jeden z vašich posluchačů a nemůže být přidán do této konverzace
de: %(name)s ist keiner deiner Zuhörer und kann nicht zu dieser Unterhaltung hinzugefügt werden
es: %(name)s no es uno de sus oyentes y no se puede añadir a esta conversación

source: Added %(name)s to this conversation
ar: تم إضافة %(name)s إلى المحادثة
cs: %(name)s přidán do této konverzace
de: %(name)s wurde zur Unterhaltung hinzugefügt
es: %(name)s ha sido agregado a esta conversación

source: %(name)s is not a member of this conversation and can't be removed from it
ar: %(name)s ليس مشترك في هذه المحادثة فبتالي لايمكن ازالته منها
cs: %(name)s není členem této konverzace a kvůli tomu nemůže být z ní odstraněn
de: %(name)s ist kein Teilnehmer an dieser Unterhaltung und kann auch nicht daraus entfernt werden
es: %(name)s no es miembro de esta conversación y por lo tanto no puede ser eliminado de la misma.

source: Removed %(name)s from this conversation
ar: تم ازالة %(name)s من المحادثة
cs: %(name)s odstraněn z této konverzace
de: %(name)s wurde aus der Unterhaltung entfernt
es: %(name)s ha sido eliminado de la conversación

source: %(name)s is not a member of this conversation and can't be promoted to admin it
ar: %(name)s ليس مشترك في هذه المحادثة ولا يمكن ترقيته إلى مدير
cs: %(name)s není členem této konverzace a nemůže být povýšen na administrátora
de: %(name)s ist kein Teilnehmer an dieser Unterhaltung und kann nicht zum Admin ernannt werden
es: %(name)s no es miembro de esta conversacion y no puede ser el administrador de la misma

source: Promoted %(name)s to admin in this conversation
ar: تم ترقية %(name)s إلى مدير
cs: %(name)s povýšen na administrátora této konverzace
de: %(name)s wurde zum Admin dieser Unterhaltung ernannt
es: %(name)s es el nuevo administrador de esta conversación

source: %(name)s is already admin in this conversation
ar: %(name)s مدير في هذه المحادثة مسبقاً
cs: %(name)s již je administrátorem této konverzace
de: %(name)s ist bereits Admin dieser Unterhaltung
es: %(name)s ya es el administrador de esta conversación

source: %(name)s is not a member of this conversation and can't be blocked
ar: %(name)s ليس مشترك في هذه المحادثة ولايمكن حظره
cs: %(name)s není členem této konverzace a nemůže být blokován
de: %(name)s ist kein Teilnehmer an dieser Unterhaltung und kann nicht ausgeschlossen werden
es: %(name)s no es miembro de esta conversación y por lo tanto no puede ser bloqueado

source: Blocked %(name)s from this conversation
ar: تم حظر %(name)s من هذه المحادثة
cs: %(name)s blokován z této konverzace
de: %(name)s wurde von der Unterhaltung ausgeschlossen
es: %(name)s ha sido bloqueado de esta conversación

source: %(name)s is already blocked from this conversation
ar: %(name)s محظور من هذه المحادثة مسبقاً
cs: %(name)s již je blokován z této konverzace
de: %(name)s ist bereits von dieser Unterhaltung ausgeschlossen
es: %(name)s ya está bloqueado

source: %(name)s is not blocked from this conversation
ar: %(name)s ليس محظور من هذه المحادثة
cs: %(name)s není blokován z této konverzace
de: %(name)s ist nicht von dieser Unterhaltung ausgeschlossen
es: %(name)s no está bloqueado de esta conversación

source: Unblocked %(name)s from this conversation
ar: تم إلغاء الحظر عن %(name)s
cs: %(name)s odblokován z této konverzace
de: %(name)s ist nicht mehr von dieser Unterhaltung ausgeschlossen
es: %(name)s ha sido desbloqueado de esta conversación

source: Provide 'text' or 'attachments'
ar: ضع 'text' أو 'attachments'
cs: Poskytněte 'text' nebo 'přílohy'
de: Stelle 'text' oder 'attachments' zur verfügung
es: Proporcionar "texto" o "archivos adjuntos"

source: location object should have 'latitude' and 'longitude'
ar: يجب أن يحتوي الموقع على 'latitude' و 'longitude'
de: Standortangabe sollte 'latitude' und 'longitude' beinhalten

source: Should have at least one item in 'images' or 'videos'
ar: يجب أن يحتوي على صورة أو فيديو واحد
cs: Měli by jste mít aspoň jednu věc v 'obrázkách' nebo 'videích'
de: Sollte zumindest jeweils ein 'images' oder 'videos' haben

source: Can not be empty
ar: لايمكن تركه فارغ
cs: Nesmí být prázdné
de: Darf nicht leer sein
es: No puede estar vacio

source: Should have a single property
ar: يجب أن يكون له خاصية واحدة فقط
cs: Mělo by to mít jedinou vlastnost
de: Sollte einen einzelnen Wert haben

source: Should have either 'profile', 'shout' or 'conversation'
ar: يجب أن يحتوي الملحق على 'profile', 'shout' أو 'conversation'
cs: Mělo by to mít buďto 'profil' 'shout' nebo 'konverzace'
de: Sollte entweder 'profile', 'shout' oder 'conversation' enthalten
es: Debe tener un 'perfil', 'shout' o una 'conversación'

source: PageCategory with slug '%(slug)s' does not exist
ar: تصنيف الصفحة '%(slug)s' غير موجود
cs: Stránková kategorie '%(slug)s' neexistuje
de: Seitenkategorie mit slug '%(slug)s' existiert nicht

source: Added %(name)s to the admins of this page
ar: تم إضافة %(name)s إلى مدراء هذه الصفحة
cs: %(name)s přidán k administrátorům této stránky
de: %(name)s wurde zu den Admins dieser Seite hinzugefügt
es: %(name)s ha sido nombrado administrador de esta página

source: %(name)s is already admin in this page
ar: %(name)s مدير في هذه الصفحة مسبقاً
cs: %(name)s už je administrátor této stránky
de: %(name)s ist bereits Admin dieser Seite
es: %(name)s ya es administrador de esta página

source: %(name)s is not admin in this page
ar: %(name)s ليس مدير في هذه الصفحة
cs: %(name)s není administrátor této stránky
de: %(name)s ist noch kein Admin dieser Seite
es: %(name)s no es el administrador de esta página

source: Removed %(name)s from the admins of this page
ar: تم حذف %(name)s من مدراء هذه الصفحة
cs: %(name)s odstraněn z administrátorů této stránky
de: %(name)s wurde als Admin dieser Seite entfernt
es: %(name)s ya no es más el administrador de esta página

source: Couldn't link your %(account)s account
ar: لايمكن ربط حساب %(account)s
cs: Nemohli jsme propojit váš %(account)s účet
de: Konnte deinen %(account)s Account nicht verlinken
es: No pudimos enlazar su %(account)s cuenta

source: linked
ar: ربط
cs: spojen
de: verknüpft
es: Vinculado

source: unlinked
ar: فك ربط
cs: rozpojen
de: nichtmehr verknüpft
es: Disociado

source: Your %(account)s has been %(action)s
de: Dein %(account)s wurde %(action)s
es: Su %(account)s ha sido %(action)s

source: No changes were made
ar: لم يتم إجراء أية تغييرات
cs: Žádné změny nebyli udělány
de: Es wurden keine Änderungen vorgenommen
es: No fue realizado ningún cambio

source: You can't make actions against your own profile
ar: لايمكنك إتخاذ إجراء على ملفك الشخصي
cs: Nemůžete udělat akce proti vašemu vlastnímu profilu
de: Du kannst nicht gegen dein eigenes Profil vorgehen
es: No puede realizar acciones con su propio perfil

source: Malformed filters, missing key: %(key)s
de: Unförmige Filter, fehlender Schlüssel: %(key)s
es: Filtro con formato incorrecto, falta palabra clave: %(key)s

source: Malformed filters
de: Unförmige Filter
es: Filtro con formato incorrecto

source: The currency must be set when the price is set
ar: يجب تحديد العملة عند إدخال السعر
cs: Měna musí být nastavena, když je nastavena cena
de: Die Währung muss zusammen mit dem Preis festgelegt werden
es: La moneda debe ser ajustada después de fijar un precio

source: Is not valid in your or in the shout's country
ar: غير صالح في بلدك او بلد الاعلان
cs: Není platný/á/é ve vaši zemi nebo v zemi shoutu.
de: Ungültig in deinem Land oder dem des Shouts
es: No es válida en su país o en el del Shout

source: You didn't provide enough information for creating a shout
ar: معلومات غير كافية لإنشاء إعلان
cs: Neposkytli jste dostatek informaci k vytvoření shoutu
de: Du hast nicht genügend Informationen angegeben um eine Shout zu erstellen
es: No ha introducido suficiente información para crear a Shout

source: Authentication failed
ar: خطأ في المصادقة
cs: Ověření selhalo
de: Authentifikation fehlgeschlagen
es: Error de autenticación

source: Password reset email will be sent soon
ar: سيتم إرسال بريد إلكتروني لإستعادة كلمة المرور قريباً
cs: Brzo vám bude zaslán email s resetováním hesla
de: E-Mail zum zurücksetzten des Passworts wird in kürze versandt
es: El correo electrónico de restablecimiento de contraseña será enviado pronto

source: New password set
ar: تم وضع كلمة مرور جديدة
cs: Nové heslo nastaveno
de: Neues Passwort gesetzt
es: Neuva contraseña establecida

source: Token does not exist
ar: رمز غير موجود
cs: Žeton neexistuje
de: Code existiert nicht

source: Email address is already verified
ar: البريد الإلكتروني مفعل مسبقاً
cs: Email adresa už je ověřená
de: E-Mail Adresse ist bereits verifiziert
es: El correo electrónico ha sido verificado

source: Authentication credentials were not provided
ar: لا توجد بيانات مصادقة التسجيل
cs: Ověřovací listini nebyli poskytnuty
de: Anmeldedaten zur Authentifikation wurden nicht angegeben
es: Credenciales de identificación no fueron proporcionadas

source: Your email '%(email)s' is already verified
ar: بريدك الإلكتروني '%(email)s' مفعل مسبقاً
cs: Váš email '%(email)s už je ověřen
de: Deine E-Mail Adresse '%(email)s' ist bereits bestätigt
es: Su correo electrónico '%(email)s' ha sido verificado

source: Bad request
ar: طلب خاطئ
cs: Špatná žádost
de: Ungültige Anforderung
es: Solicitud incorrecta

source: Not authenticated
ar: غير موثوق
cs: Neověřený
de: Noch nicht Authentifiziert
es: No autenticado

source: Action not allowed
ar: لايمكن إتخاذ هذا الإجراء
cs: Akce není povolena
de: Aktion nicht erlaubt
es: Acción no permitida

source: Resource not found
ar: المورد غير موجود
cs: Zdroj nenalezen
de: Ressource nicht gefunden
es: Recurso no encontrado

source: Request not allowed
ar: طلب غير مسموح
cs: Žádost nepovolena
de: Anforderung nicht erlaubt
es: Solicitud no encontrada

source: Too many requests
ar: طلبات كثيرة جداً
cs: Moc žádostí
de: Zu viele Anforderungen
es: Demasiadas peticiones

source: Resource not found.
ar: المورد غير موجود
cs: Zdroj nenalezen.
de: Ressource nicht gefunden.
es: Recurso no encontrado

source: Permission denied.
ar: طلب الإذن مرفوض
cs: Svolení zakázáno.
de: Erlaubnis verweigert
es: Permiso denegado

source: Invalid input
ar: إدخال خاطئ
cs: Neplatný input
de: Ungültige Eingabe
es: Entrada inválida

source: The messages have been deleted
ar: تم مسح الرسائل
cs: Zprávy byly smazány
de: Die Nachrichten wurden gelöscht
es: Los mensajes han sido eliminados

source: Invalid `type`
ar: `type` خاطئ
cs: Neplatný `type`
de: Ungültiger `type`

source: You can't listen to your self
ar: لايمكنك الإستماع إلى حسابك
cs: Nemůžete poslouchat sami sebe
de: Du kannst dir hier nicht selbst zuhören
es: No puede oirse a si mismo

source: You started listening to shouts from %(name)s
ar: لقد بدأت بالإستماع إلى إعلانات %(name)s
cs: Začali jste poslouchat shouty od %(name)s
de: Du hast damit begonnen den Shouts von %(name)s zuzuhören
es: Ha empezado a oir los shouts de %(name)s

source: You stopped listening to shouts from %(name)s
ar: لقد توقفت عن الإستماع إلى إعلانات %(name)s
cs: Přestali jste poslouchat shouty od %(name)s
de: Du hast aufgehört den Shouts von %(name)s zuzuhören
es: Ha dejado de oir los shouts de %(name)s

source: You can not start a conversation with your self
ar: لايمكنك بدئ محادثة مع حسابك
cs: Nemůžete začít konverzaci sami se sebou
de: Du kannst hier keine Unterhaltung mit dir selbst beginnen
es: No puede empezar una conversación consigo mismo

source: You can only start a conversation with your listeners
ar: تستطيع بدء محادثة فقط مع مستمعيك
cs: Můžete začít konverzaci pouze se svými posluchači
de: Du kannst Unterhaltungen nur mit Zuhörern starten
es: Usted sólo puede comenzar una conversación con sus oyentes

source: Your contacts have been uploaded
ar: تم تحميل جهات الإتصال
cs: Vaše kontakty byly nahrány
de: Deine Kontakte wurden hochgeladen
es: Sus contactos fueron cargados

source: Newest
ar: الأحدث
cs: Nejnovější
de: Neueste
es: Lo mas nuevo

source: Price: Low to High
ar: السعر: الاقل إلى الأعلى
cs: Cena: od Nejlevnější do Nejdražší
de: Preis: Niedrig nach Hoch
es: Precio: de barato a caro

source: Price: High to Low
ar: السعر: الأعلى إلى الأقل
cs: Cena: od Nejdražší do Nejlevnější
de: Preis: Hoch nach Niedrig
es: Precio: de caro a barato

source: This parameter is required
ar: هذا المتغيير مطلوب
cs: Tento parametr je požadován
de: Dieser Parameter wird benötigt
es: Este parámetro es requerido

source: At least two characters are required
ar: يتطلب حرفين على الأقل
cs: Aspoň dva znaky
de: Mindestens zwei Buchstaben werden benötigt
es: Se requieren al menos dos caracteres

source: You can not start a conversation about your own shout
ar: لايمكنك بدء محادثة حول إعلانك
cs: Nemůžete začít konverzaci o vašem vlastním shoutu
de: Du kannst keine Unterhaltung über deinen eigenen Shout begninnen
es: No puede comenzar uma conversación acerca de su propio shout

source: No mobile to be called
ar: لايوجد رقم موبايل للإتصال
cs: Žádné mobilní číslo, které se
de: Keine Handynummer verfügbar

source: You started listening to shouts about %(name)s
ar: لقد بدأت بالإستماع إلى الإعلانات حول %(name)s
cs: Začali jste poslouchat shouty o %(name)s
de: Du hast damit begonnen Shouts über %(name)s zuzuhören
es: Usted ha comenzado a oir los shouts acerca de %(name)s

source: You stopped listening to shouts about %(name)s
ar: لقد توقفت عن الإستماع إلى الإعلانات حول %(name)s
cs: Přestali jste poslouchat shouty o %(name)s
de: Du hast aufgehört Shouts über %(name)s zuzuhören
es: Ha dejado de oir los shouts de %(name)s

source: Invalid version in URL path. Please use version: %(version)s
ar: إصدار الرابط غير صحيح, يرجى إستخدام %(version)s
cs: Neplatná verze URL cesty. Prosím použijte tuto verzi: %(version)s
de: Ungültiger Version im URL Pfad. Bitte benutze Version: %(version)s
es: versión no válida en ruta URL. Por favor utilice la versión: %(version)s

source: Welcome!
ar: أهلاً
cs: Vítejte!
de: Willkommen!
es: Bienvenido!

source: Take me to my profile
ar: الذهاب الى صفحتي الشخصية
cs: Vezměte mě k mému profilu
de: Bring mich zu meinen Profil
es: Lleveme a mi perfil

source: To get started using Shoutit, please activate your account below
ar: لتبدأ بإستخدام شاوت ات, يرجى تفعيل حسابك في الأسفل
cs: Aby jste začali používat Shoutit, prosím aktivujte váš účet níže
de: Um mit der Nutzung von Shoutit zu beginnen aktiviere bitte unten deinen Account
es: Para empezar a utilizar ShoutIt, active su cuenta abajo

source: Activate your account
ar: تفعيل الحساب
cs: Aktivujte váš účet
de: Aktiviere deinen Account
es: Active su cuenta

source: Verify your email
ar: قم بتأكيد بريدك الإلكتروني
cs: Ověřte váš email
de: Bestätige Deine E-Mail Adresse
es: Verifique su correo electrónico
