Repository: shoutit/shoutit-api
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ar, cs, de, es

source: Your have changed your email therefore your account is not verified. To use Shoutit with full potential we need to verify your email.
ar: حسابك غير مفعل لأنك قمت بتغيير بريدك الإلكتروني, لتتمع بجميع ميزات شاوت ات نحتاج لتأكيد بريدك الإلكتروني
cs: Změnili jste váš email, proto váš účet není ověřen. Aby jste mohli využít plný potenciál Shoutitu, potřebujete ověřit váš email.
de: Deine E-Mail Adresse hat sich geändert, deswegen ist dein Account nicht bestätigt. Um Shoutit in vollem Umfang benutzen zu können müssen wir deine E-Mail Adresse bestätigen.

source: Verify it now
ar: التأكيد الآن
cs: Ověřit teď
de: Bestätige jetzt
es: Verifiquelo ahora

source: Your email has been verified!
ar: تم تأكيد بريدك الإلكتروني!
cs: Váš email byl ověřen!
de: Deine E-Mail Adresse wurde bestätigt
es: you correo electrónico ha sido verificado

source: Thank you for verifying your email. Your account has been verified and you can now use Shoutit full potential.
ar: شكراً لتأكيد بريدك الإلكتروني, حسابك الآن مفعل يمكنك إستخدام جميع ميزات شاوت ات
cs: Děkujeme za ověření vašeho emailu. Váš účet byl ověřen a nyní můžete využít plný potenciál Shoutitu.
de: Danke dass du deine E-Mail Adresse bestätigt hast. Dein Account ist nun ebenfalls bestätigt und du kannst Shoutit in vollem Umfang nutzen.
es: Gracias por verificar su correo electrónico. Su cuenta ha sido verificada y usted puede comenzar a usar Shoutit

source: Reset your password
ar: إعادة ضبط كلمة المرور
cs: Resetujte vaše heslo
de: Setzte dein Passwort zurück
es: Restablezca su contraseña

source: You have requested to reset your password. If it wasn't you please let us know as soon as possible.
ar: لقد قمت بطلب إستعادة كلمة المرور, إذا لم تكن أنت يرجى إخبارنا بأسرع وقت
cs: Zažádali jste o resetování hesla. Pokud jste to nebyli vy, prosím nechte nás co nejrychleji vědět.
de: Du hast darum gebeten dass dein Passwort zurückgesetzt wird. Wenn du das nicht warst gibt uns bitte so früh wie möglich Bescheid.
es: Usted ha solicitado reestablecer su contraseña. Si no ha sido usted, por favor háganoslo saber tan pronto como sea posible.

source: Reset my password
ar: إعادة ضبط كلمة المرور
cs: Resetovat mé heslo
de: Mein Passwort zurücksetzen
es: Restablecer mi contraseña

source: Could not link Facebook account, try again later
ar: لا يمكن ربط حساب الفيسبوك, يرجى المحاولة لاحقاً
cs: Nešlo propojit Facebook účet, zkuste to později
de: Facebook-Account konnte nicht verknüpft werden, bitte versuche es später nochmals
es: No se pudo enlazar su cuenta de Facebook, inténtelo de nuevo más tarde

source: Could not access your email, make sure you allowed it
ar: لايمكن الوصول لبريدك الإلكتروني, تأكد من السماح بذلك
cs: Nemohli jsme získat přístup k vašemu emailu, ujistěte se, že je to povolené
de: Auf diene E-Mail konnte nicht zugegriffen werden, bitte stelle sicher dass dies erlaubt ist
es: No se pudo acceder a su correo electrónico, asegúrese de permitirlo

source: No Facebook account to unlink
ar: لايوجد حساب فيسبوك لإلغائه
cs: Žádný Facebook účet k rozpojení
de: Kein Facebook-Account vorhanden um eine Verknüpfung aufzuheben
es: No existe una cuenta de Facebook a la cual enlazar

source: Facebook account is already linked to somebody else's profile
ar: حساب الفيسبوك مرتبط بحساب آخر على شاوت ات
cs: Tento Facebook účet už je propojen s profilem někoho jiného
de: Der Facebock-Account ist bereits mit einem anderen Profil verknüpft
es: Esta cuenta de Facebook ya ha sido vinculada con el perfil de alguien más

source: No Google account to unlink
ar: لايوجد حساب غوغل لإلغائه
cs: Žádný Google účet k rozpojení
de: Kein Google-Account vorhanden um eine Verknüpfung aufzuheben
es: No existe ninguna cuenta de Google para desvincular

source: Could not access your Google account, try again later
ar: لايمكن الوصول لحساب غوغل, يرجى المحاولة لاحقاً
cs: Nemohli jsme získat přístup k vašemu Google účtu, zkuste to později
de: Auf deinen Google-Account konnte nicht zugegriffen werden, versuche es später noch einmal
es: No se pudo acceder a su cuenta de Google, inténtelo más tarde

source: This Google account is already linked to somebody else's profile
ar: حساب غوغل مرتبط بحساب آخر على شاوت ات
cs: Tento Google účet už je propojen s profilem někoho jiného
de: Dieser Google-Account ist bereits mit einem anderen Profil verknüpft
es: Esta cuenta de Google ya ha sido vinculada con el perfil de alguien más

source: username
ar: إسم المستخدم
cs: uživatelské jméno
de: Benutzername
es: Nombre de usuario

source: Enter a valid username.
ar: أدخل إسم مستخدم صالح
cs: Vložte platné uživatelské jméno
de: Gib einen gütigen Benutzernamen ein
es: Introduzca un nombre de usuario válido

source: first name
ar: الإسم الأول
cs: křestní jméno
de: Vorname
es: Nombre

source: last name
ar: الإسم الأخير
cs: příjmení
de: Nachname
es: Apellido

source: email address
ar: البريد الإلكتروني
cs: emailová adresa
de: E-Mail Adresse
es: Correo electrónico

source: staff status
ar: وضع الموظفين
de: Mitarbeiter Status

source: Designates whether the user can log into this admin site.
ar: محدد أي يمكن للمستخدم بالدخول إلى إدارة هذا الموقع
de: Bestimmt ob der Benutzer sich als Admin einloggen kann.
es: Indique si este usuario puede acceder a esta página de administración

source: active
ar: فعال
de: Aktiv
es: activo

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
ar: محدد أي أن هذا المستخدم موثوق كفعال, الغاء التحديد بديل عن حذف الحساب
de: Bestimmt ob dieser Benutzer als aktiv geführt werden soll. Mache diese Auswahl rückgängig statt den Account zu löschen.
es: Indique si este usuario debe ser tratado como activo. Deseleccionar esta opción en vez de eliminar la cuenta.

source: activated
ar: مفعل
de: Aktiviert
es: Activado

source: Designates whether this user have a verified email.
ar: محدد إذا كان هذا المستخدم قد أكد بريده الإلكتروني
de: Bestimmt ob dieser Benutzer eine bestätigte E-Mail Adresse hat.
es: Indique si este usuario ha verificado su correo electrónico.

source: date joined
ar: تاريخ التسجيل
de: Beitrittsdatum
es: Fecha de registro

source: testuser status
ar: حالة مستخدم التجريب
de: Status des Testnutzers
es: Estado der usuario de prueba

source: Designates whether this user is a test user.
ar: محدد إذا كان هذا المستخدم هو مستخدم تجريب
de: Bestimmt ob dieser Benutzer ein Testnutzer ist.
es: Indique si este usuario es un usuario de prueba

source: guest user status
ar: حالة مستخدم ضيف
de: Gästenutzer Status
es: Estado del usuario invitado

source: Designates whether this user is a guest user.
ar: محدد اذا كان هذا المستخدم ضيف
de: Bestimmt ob der Benutzer ein Gästenutzer ist
es: Indique si este usuario es un usuario invitado.

source: mailing list status
ar: حالة القائمة البريدية
de: Adresslisten Status
es: Enviar correo electrónico con la lista de estados

source: Designates whether this user is on the main mailing list.
ar: محدد إذا كان هذا المستخدم موجود بالقائمة البريدية الرئيسية
de: Bestimmt ob dieser Benutzer auf der Adressliste ist
es: Indique si este usuario está en la lista de correos electrónicos principal.

source: user
ar: مستخدم
de: Benutzer
es: Usuario

source: users
ar: المستخدمين
de: Benutzer
es: Usuarios

source: Shoutit User
ar: مستخدم شاوت ات
cs: Shoutit uživatel
de: Shoutit Benutzer
es: Usuario Shoutit

source: mobile
ar: رقم الموبايل
cs: mobilní číslo
de: Handy
es: Movil

source: Creation time
ar: وقت الإنشاء
de: Erstellzeitpunkt
es: Hora de creación

source: Modification time
ar: تعديل الوقت
de: Änderungszeitpunkt
es: Hora de modificación

source: %(name)s has left the conversation
ar: %(name)s ترك المحادثة
cs: %(name)s odešel z konverzace
de: %(name)s hat die Unterhaltung verlassen
es: %(name)s ha abandonado la conversación

source: %(name)s created this public chat
ar: قام %(name)s بإنشاء هذه المحادثة
cs: %(name)s vytvořil veřejný chat
de: %(name)s hat diese öffentliche Unterhaltung erstellt
es: %(name)s ha creado un chat público

source: %(name)s started listening to you
ar: %(name)s بدأ بالإستماع إليك
de: %(name)s hat begonnen dir zuzuhören
es: %(name)s ha empezado a oirlo

source: New message
ar: رسالة جديدة
cs: Nová zpráva
de: Neue Nachricht
es: Nuevos mensajes

source: Incoming video call
ar: مكالمة فيديو واردة
cs: Příchozí video hovor
de: Eingehender Videoanruf
es: Llamada entrante

source: %(name)s is calling you on Shoutit
ar: %(name)s يتصل بك على شاوت ات
cs: %(name)s vám volá na Shoutit
de: %(name)s ruft dich über Shoutit an
es: %(name)s está llamandolo en Shoutit

source: Missed video call
ar: مكالمة فيديو فائته
cs: Zmeškali jste video hovor
de: Verpasster Videoanruf
es: Video llamada perdida

source: You missed a call from %(name)s
ar: مكالمة فيديو فائته من %(name)s
cs: Zmeškali jste hovor od %(name)s
de: Du hast einen Anruf von %(name)s verpasst
es: Ha perdido una llamada de %(name)s

source: New Credit Transaction
de: Neue Credit Transaktion
es: Nueva operación de crédito

source: Answer
ar: إجابة
cs: Odpovědět
de: Antworten
es: Respuesta

source: published
ar: تم النشر
cs: publikovaný
de: Veröffentlicht
es: Publicado

source: Designates whether the page is publicly visible.
ar: محدد إذا كانت هذه الصفحة معروضة للجميع
de: Bestimmt ob die Seite öffentlich sichtbar ist
es: Indique si la página puede ser visible para el público.

source: claimed
de: Beansprucht

source: Designates whether the page is claimed.
de: Bestimmt ob diese Seite beansprucht wird

source: about
ar: حول
cs: o
de: Über
es: Acerca de

source: description
ar: الشرح
cs: popis
de: Beschreibung
es: Descripción

source: phone
ar: الموبايل
cs: telefon
de: Telefon
es: Teléfono

source: founded
cs: založeno
de: Gegründet
es: Fundado

source: overview
ar: نظرة عامة
cs: přehled
de: Übersicht
es: visión de conjunto

source: mission
ar: المهمة
cs: mise
de: Auftrag
es: Misión

source: general info
ar: معلومات عامة
cs: všeobecné info
de: Allgemeine Informationen
es: Información general

source: Male
ar: ذكر
cs: Muž
de: Männlich
es: Masculino

source: Female
ar: أنثى
cs: Žena
de: Weiblich
es: Femenino

source: Other
ar: غير ذلك
cs: Další
de: Andere
es: Otro

source: You're not allowed to use Shoutit
ar: لا يمكنك إستخدام شاوت ات
cs: Nemáte povolení používat Shoutit
de: Es ist dir nicht erlaubt Shoutit zu benutzen
es: Usted no tiene permiso para usar Shoutit

source: Activate your account to create more shouts (check your email for activation link)
ar: قم بتفعيل حسابك من أجل إنشاء إعلانات أكثر (تفقد رابط التفعيل في بريدك الإلكتروني)
cs: Aby jste mohli vytvořit více shoutů, aktivujte váš účet (zkontrolujte váš email pro aktivační odkaz)
de: Aktiviere deinen Account um mehr Shouts zu erstellen (überprüfe dein E-Mail Postfach nach dem Aktivierungs-Link)
es: Active su cuenta para crear más shouts (verifique su correo electrónico para obtener el enlace de verificación)

source: You're not allowed to create requests
ar: لايمكنك إنشاء طلب
cs: Nemáte povolení vytvářet žádosti
de: Es ist dir nicht erlaubt Anfragen zu erstellen
es: Usted no tiene permiso para crear solicitudes

source: You're not allowed to create offers
ar: لايمكنك إنشاء عرض
cs: Nemáte povolení vytvářet nabídky
de: Es ist dir nicht erlaubt Angebote zu erstellen
es: Usted no tiene permiso para crear ofertas

source: You're not allowed to listen to interests
ar: لايمكنك الإستماع إلى الإهتمامات
cs: Nemáte povolení poslouchat zájmy
de: Es ist dir nicht erlaubt Interessen zuzuhören

source: You're not allowed to listen to profiles
ar: لايمكنك الإستماع إلى المستخدمين والصفحات
cs: Nemáte povolení poslouchat profily
de: Es ist dir nicht erlaubt Profilen zuzuhören
es: Usted no tiene permiso para oir perfiles

source: You are not allowed to send messages
ar: لايمكنك إرسال رسائل
cs: Nemáte povolení posílat zprávy
de: Es ist dir nicht erlaubt Nachrichten zu versenden
es: Usted no tiene permiso para enviar mensajes

source: You're not allowed to send reports
ar: لايمكنك إرسال تقارير
cs: Nemáte povolení posílat hlášení
de: Es ist dir nicht erlaubt Meldungen zu versenden
es: Usted no tiene permiso para enviar reportes

source: English
cs: Anglicky
de: Englisch
es: Inglés

source: Arabic
ar: العربية
cs: Arabsky
de: Arabisch
es: Árabe

source: Is not valid in %(country)s
ar: غير صحيح في %(country)s
cs: není platný/á/é v %(country)s
de: Ist nicht gültig in %(country)s
es: No es válido en %(country)s

source: You earned 1 Shoutit Credit for completing your profile.
ar: لقد حصلت على 1 شاوت ات كريدت لإتمام ملفك الشخصي
cs: Vydělali jste si 1 Shoutit Kredit zkompletováním vašeho účtu.
de: Für das fertigstellen deines Profils hast du einen Shoutit Credit verdient.
es: Ha recibido 1 crédito Shoutit por completar su perfil

source: You earned 1 Shoutit Credit for inviting %(name)s.
ar: لقد حصلت على 1 شاوت ات كريدت لدعوة %(name)s
cs: Vydělali jste si 1 Shoutit Kredit pozváním %(name)s.
de: Für das Einladen von %(name)s hast du einen Shoutit Credit verdient.
es: Ha recibido 1 crédito Shoutit por invitar a %(name)s.

source: You earned %(amount)d Shoutit Credit for listening to your friends.
ar: لقد حصلت على %(amount)d شاوت ات كريدت لإستماعك إلى أصدقائك
cs: Vydělali jste si %(amount)d Shoutit Kreditů posloucháním vašich přátel.
de: Du hast %(amount)d Shoutit Credits verdient dafür dass du deinen Freunden zuhörst.
es: Ha recibido %(amount)d de crédito Shoutit for oir a tus amigos

source: You earned 1 Shoutit Credit for sharing %(title)s on Facebook.
ar: لقد حصلت على 1 شاوت ات كريدت لمشاركتك %(title)s على الفيسبوك
cs: Vydělali jste si 1 Shoutit Kredit sdílením %(title)s na Facebooku.
de: Für das teilen von %(title)s auf Facebook hast du einen Shoutit Credit verdient
es: HA recibido 1 crédito Shoutit for compartir %(title)s en Facebook.

source: You spent %(amount)d Shoutit Credit in promoting %(title)s as %(label)s for %(days)d days.
ar: لقد إستخدمت %(amount)d شاوت ات كريدت لترقية %(title)s ك %(label)s لمدة %(days)d أيام
cs: Utratili jste %(amount)d Shoutit Kreditů propagací %(title)s jako %(label)s na %(days)d dní.
de: Du hast %(amount)d Shoutit Credits ausgegeben zu Unterstützung von %(title)s als %(label)s für %(days)d Tage.

source: You spent %(amount)d Shoutit Credit in promoting %(title)s as %(label)s.
ar: لقد إستخدمت %(amount)d شاوت ات كريدت لترقية %(title)s ك %(label)s
cs: Utratili jste %(amount)d Shoutit Kreditů propagací %(title)s jako %(label)s.
de: Du hast %(amount)d Shoutit Credits ausgegeben zur Unterstützung von %(title)s als %(label)s.

source: You don't have enough Shoutit Credit for this action
ar: لايوجد لديك شاوت ات كريدت كافية للقيام بهذا الإجراء
cs: Nemáte dostatek Shoutit Kreditů k této akci
de: Du hast nicht genug Shoutit Credit für diese Aktion
es: No tiene suficiente crédito Shoutit para realizar esta acción

source: This Shout is already promoted
ar: هذا الإعلان تمت ترقيته مسبقاً
cs: Tento Shout už je propagován
de: Dieser Shout wurde bereits unterstützt
es: Este Shout ya está siendo promocionado

source: The shout has been promoted
ar: تم ترقية الإعلان
cs: Tento shout byl propagován
de: Der Shout wurde unterstützt
es: El Shout ha sido promovido

source: Couldn't authorize you to make video calls
ar: لم يتم منح إذن لإجراء مكالمة فيديو
cs: Nemohli jsme vás oprávnit k dělání video hovorů
de: Anrufe zu tätigen konnte nicht genehmigt werden
es: No hemos podido autorizarte el uso de video llamadas

source: Error calling %(name)s
ar: خطأ في الإتصال مع %(name)s
cs: Chyba při volání %(name)s
de: Fehler beim Anrufen von %(name)s
es: Error llamando a %(name)s

source: Profile with identity %(identity)s does not exist
ar: لايوجد ملف شخصي للمعرف %(identity)s
cs: Profil s identitou %(identity)s neexistuje
de: Das Profil mit der Identität %(identity)s existiert nicht
es: El perfil con la identidad %(identity)s no existe

source: Invalid identity
ar: معرف خاطئ
cs: Neplatná identita
de: Ungültige Identität
es: Indentidad invalida

source: Should have any of these properties: %(types)s
cs: By měly/a/o mít jakoukoliv z těchto vlastností %(types)s
de: Sollte einen dieser Werte besitzen: %(types)s

source: Deleted Shout
ar: إعلان ملغي
cs: Smazaný Shout
de: Gelöschter Shout
es: Shout eliminado

source: You can't act as an admin of the provided page
ar: لا يمكنك التصرف كمدير للصفحة المعطاة
cs: Nemůžete se chovat jako administrátor poskytnuté stránky
de: Du kannst nicht als Admin der angegebenen Seite agieren
es: No puede actuar como administrador de la página proporcionada

source: You liked %(shout)s
ar: لقد اعجبك %(shout)s
cs: Libí se vám %(shout)s
de: Dir gefiel %(shout)s
es: Le ha gustado %(shout)s

source: You unliked %(shout)s
ar: لقد الغيت اعجابك ب %(shout)s
cs: Přestal/i se vám líbit %(shout)s
de: Dir gefällt %(shout)s nichtmehr

source: You can not like your own shouts
ar: لا يمكنك الاعجاب بإعلاناتك
cs: Nemůžete si oblíbit vaše vlastní shouty
de: Du kannst deine eigenen Shouts nicht liken.
es: No pueden gustarte tus propios shouts

source: a shout
ar: إعلان
cs: shout
de: Ein Shout
es: Un shout

source: you
ar: إليك
de: Du
es: tu

source: New Shout Like
ar: إعجاب جديد
cs: Nové oblíbení Shoutu
de: Neuer Shout Like

source: %(name)s liked your shout %(title)s
ar: %(name)s قام بالإعجاب بإعلانك %(title)s
cs: %(name)s se líbil váš shout %(title)s
de: %(name)s gefällt dein Shout %(title)s
es: %(name)s le ha gustado su shout %(title)s

source: You bookmarked %(shout)s
ar: تم حفظ %(shout)s
cs: Dali jste %(shout)s do záložek
de: Du hast dir %(shout)s gemerkt

source: You unbookmarked %(shout)s
ar: تم إلغاء حفظ %(shout)s
cs: Vyndali jste %(shout)s ze záložek
de: Du merkst dir %(shout)s nichtmehr

source: Your business verification request has been submitted
ar: لقد تم تقديم طلب التوثيق
cs: Vaše žádost o byznys ověření byla předložena
de: Deine Firmen Verifikationsanfrage wurde eingereicht
es: Su petición para la verificación de su empresa ha sido enviada

source: Your business verification request has been updated
ar: لقد تم تحديث طلب التوثيق
cs: Vaše žádost o byznys ověření byla aktualizována
de: Deine Firmen Verifikationsanfrage wurde aktualisiert
es: Su petición para la verificación de su empresa se ha actualizada

source: New listen
ar: استماعة جديدة
cs: Nový poslech
de: Neuer Zuhörer

source: verified
cs: ověřeno
de: Verifiziert
es: Verificado

source: Designates whether the page is verified.
de: Bestimmt ob die Seite verifiziert ist
es: Indica si la página ha sido verificada.

source: Not submitted
ar: غير مقدم بعد
cs: Nepředloženo
de: Nicht eingereicht
es: No presentado

source: Waiting
ar: في الانتظار
cs: Čekám
de: Warte
es: Esperando

source: In review
ar: قيد المراجعة
cs: Revizování
de: Wird begutachtet
es: En revisión

source: Rejected
ar: مرفوض
cs: Zamítnuto
de: Abgelehnt
es: Rechazado

source: Accepted
ar: مقبول
cs: Přijmuto
de: Akzeptiert
es: Aceptado

source: %(name)s is already in this conversation
cs: %(name)s už je v této konverzaci
de: %(name)s ist bereits in dieser Unterhaltung

source: Couldn't unlink your %(account)s account. You must set your password first.
ar: لايمكن ربط حساب %(account)s. يجب تعيين كلمة مرور لحسابك أولا.
cs: Nemohli jsme rozpojit váš %(account)s účet. První musíte nastavit vaše heslo.
de: Wir konnten die Verküpfung deines %(account)s Accounts nicht rückgängig machen. Du musst dein Passwort erst festlegen.

source: Your %(account)s account has been %(action)s
ar: تم %(action)s حساب %(account)s
cs: Váš %(account)s účet byl %(action)s
de: Dein %(account)s Account wurde %(action)s

source: You must link your Facebook account first
ar: يجب ربط حساب الفيسبوك أولا
cs: Musíte první propojit váš Facebook účet
de: Du musst erst deinen Facebook Account verknüpfen

source: Couldn't link your Facebook Page
ar: لايمكن ربط صفحة الفيسبوك
cs: Nemohli jsme propojit vaši Facebook Stránku
de: Wir konnten deine Facebook Seite nicht verknüpfen

source: Couldn't unlink your Facebook Page
ar: لايمكن فك ربط صفحة الفيسبوك
cs: Nemohli jsme rozpojit vaši Facebook Stránku
de: Wir konnten die Verknüpfung deiner Facebook Seite nicht rückgängig machen

source: Your Facebook Page has been %(action)s
ar: تم %(action)s صفحة الفيسبوك
cs: Vaše Facebook Stránka byla %(action)s
de: Deine Facebook Seite wurde %(action)s

source: Your page '%(page)s' has a new notification
ar: لدى صفحتك '%(page)s' اشعار جديد
cs: Vaše stránka '%(page)s' má nové oznámení
de: Deine Seite '%(page)s' hat neue Benachrichtigungen

source: You have a new notification
ar: لديك اشعار جديد
cs: Máte nové oznámení
de: Du hast neue Benachrichtigungen

source: Facebook error, try again later
ar: خطأ في الاتصال مع الفيسبوك, حاول لاحقاً
cs: Facebook chyba, zkuste to později
de: Facebook error, versuche es später nochmal

source: Couldn't find the specified Facebook Page
ar: لم يتم العثور على صفحة الفيسبوك المحددة
cs: Nemohli jsme najít specifikovanou Facebook Stránku
de: Wir konnten die angegebene Facebook Seite nicht finden

source: Page
ar: صفحة
cs: Stránka
de: Seite

source: Guest
ar: ضيف
cs: Návštěvník
de: Gast

source: View Profile
ar: اظهار الملف الشخصي
cs: Zobrazit profil
de: Profil ansehen

source: New Shoutit Credit transaction
ar: معاملة شاوت ات كريدت جديدة
cs: Nová Shoutit Kredit transakce
de: Neue Shoutit Credit transaktion

source: View Transactions
ar: عرض المعاملات
cs: Zobrazit Transakce
de: Transaktionen ansehen

source: Extra
ar: إضافي

source: Android
ar: اندرويد

source: iOs
ar: ايفون

source: Category with slug '%(slug)s' does not exist
ar: التصنيف '%(slug)s' غير موجود
cs: Kategorie '%(slug)s' neexistuje

source: Must be a non-empty dictionary
ar: يجب أن يكون عنصر غير فارغ
es: Debe ser un diccionario que no esté vacío

source: Facebook
ar: فيسبوك

source: Google
ar: غوغل

source: Unsupported grant_type
ar: طريقة تسجيل دخول غير مدعومة

source: Invalid `latlng`
ar: `latlng` خاطئ
cs: Neplatný `latlng`

source: Shoutit
ar: شاوت ات

source: Reply
ar: اجابة
cs: Odpovědět

source: name
ar: الإسم
cs: jméno
es: Nombre

source: '%(value)s' is not a valid id.
cs: '%(value)s' není platné id

source: '%(value)s' is not a valid auth token
cs: '%(value)s' není platné id

source: Auth token does not exist
cs: Žeton neexistuje

source: %(name)s started listening to your shouts
cs: %(name)s vás začal poslouchat

source: impressum
es: Pie de imprenta
