Repository: shoutit/shoutit-api
Catalog: apps/shoutit/locale/*/LC_MESSAGES/django.po
Languages: ar

source: edit
ar: تعديل

source: Good experience
ar: تقييم جيد

source: Bad experience
ar: تقييم سيء

source: Also post it on
ar: شارك ايضا على

source: Send
ar: إرسال

source: Please enter your username or email address and we will send you an email with instructions on how to recover your account.
ar: قم بادخال اسم المستخدم أو الإيميل وسوف نبعث لك ايميل به ارشادات لاسترجاع ملفك الشخصي

source: send
ar: ارسال

source: Browse
ar: تصفح

source: Shout Now
ar: نادي الآن

source: Sign Up
ar: التسجيل

source: Edit Profile
ar: تعديل

source: Sign Out
ar: خروج

source: You haven't activated your account yet!
ar: لم تقم بتفعيل حسابك بعد!

source: If you haven't received the activation message on your email address, please type the address you want to receive the activation message on here and click send.
ar: اذا لم تستلم رسالة التفعيل، الرجاء وضع بريدك الالكتروني لنقوم بارسالها مرة اخرى

source: Shout It!
ar: نادِ الآن‫!‬

source: add a keyword <br>example:<br> bmw, Apple, apartment, white
ar: اضف كلمة مفتاحية <br>مثال<br>BMW، Apple، شقة, للبيع

source: Enter a location
ar: ادخل المدينة او المنطقة

source: Add a keyword
ar: اضف كلمة مفتاحية

source: Add a keyword <br>Example:<br> bmw, Apple, apartment, white
ar: اضف كلمة مفتاحية <br>مثال<br>BMW، Apple، شقة, للبيع

source: Sign in
ar: تسجيل الدخول

source: New Shouter?
ar: مستخدم جديد؟

source: Sign up here
ar: قم بالاشتراك هنا

source: Forgot your password?
ar: هل نسيت كلمة المرور؟

source: Recover it here
ar: استعدها من هنا

source: Are you on Facebook?
ar: هل لديك حساب على فيسبوك؟

source: Sign in using
ar: قم بتسجيل الدخول بواسطة

source: Facebook
ar: فيسبوك

source: Already a shouter?
ar: مستخدم موجود؟

source: Sign in here
ar: سجل الدخول هنا

source: Sign up using
ar: قم بتسجيل الدخول بواسطة
