Repository: shoutit/shoutit-api
Catalog: apps/shoutit/locale/*/LC_MESSAGES/django.po
Languages: ar

source: English
ar: الإنجليزية

source: Arabic
ar: العربية

source: Username or Email
ar: اسم المستخدم أو البريد الالكتروني

source: Password
ar: كلمة المرور

source: Invalid credentials.
ar: بيانات الدخول خاطئة

source: Name
ar: الاسم

source: Description
ar: التوصيف

source: Website
ar: موقع الإنترنت

source: Phone
ar: رقم الهاتف

source: Image
ar: الصورة

source: Location
ar: المكان

source: Price
ar: السعر

source: Currency
ar: العملة

source: Tags
ar: الكلمات المفتاحية

source: Country
ar: البلد

source: City
ar: المدينة

source: Address
ar: العنوان

source: Text
ar: النص

source: Email
ar: البريد الالكتروني

source: First Name
ar: الاسم الأول

source: Last Name
ar: الاسم الأخير

source: Confirm Password
ar: ىأكيد كلمة المرور

source: Email is already in use by another user.
ar: البريد الالكتروني مستعمل من قبل أحد المستخدمين.

source: Passwords don't match.
ar: يجب أن تكون كلمتا المرور متماثلتين.

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Username
ar: اسم المستخدم

source: Birth Date
ar: تاريخ الميلاد

source: Sex
ar: الجنس

source: Username can only contain alphanumeric characters and the underscore.
ar: اسم المستخدم يمكن أن يحتوي أحرف إنكليزية وأرقام وإشارة _ فقط.

source: Username is already taken.
ar: اسم المستخدم مستعمل من قبل أحد المستخدمين.

source: Phone number is already in use by another user
ar: رقم الهاتف مستعمل من قبل أحد المستخدمين.

source: Mobile
ar: رقم الهاتف النقال

source: New password
ar: كلمة المرور الجديدة

source: Confirm new password
ar: تأكيد كلمة المرور الجديدة

source: Bio
ar: نبذة

source: New Password
ar: كلمة المرور الجديدة

source: Please, keep it clean.
ar: يمنع استخدام الألفاظ البذيئة ضمن الموقع.

source: birthday is not valid.
ar: تاريخ الميلاد خاطئ.

source: Phone is already in use by another user.
ar: رقم الهاتف مستعمل من قبل أحد المستخدمين.

source: Original price
ar: السعر الاصلي

source: You're not allowed to use Shoutit
ar: لا تملك الصلاحيات لاستخدام الموقع.

source: Please, activate your account to add more shouts (check your email for activation link)
ar: رجاءً قم بتفعيل حسابك لإضافة المزيد من المشاركات، قم بتفحص بريدك الالكتروني بحثاً عن وصلة التفعيل.

source: You are not activated yet
ar: أنت لم تفعل حسابك.

source: You're not allowed to post experiences.
ar: لا تملك الصلاحيات لتكتب تقييما‫.‬.

source: You're not allowed to share experiences.
ar: لا تملك الصلاحيات لتشارك تقييما‫.‬

source: You're not allowed to comment on posts.
ar: لا تملك الصلاحيات لتقوم بالتعليق على هذه المشاركة.

source: You are not signed in.
ar: أنت لم تسجل دخولك.

source: started listening to your shouts
ar: بدأ بالاستماع لك.

source: sent you a message
ar: أرسل لك رسالة

source: what are you shouting about?
ar: علام ستنادي؟

source: currency
ar: العملة

source: description
ar: التوصيف

source: email
ar: البريد الالكتروني

source: birthday
ar: تاريخ الميلاد

source: Password Again
ar: أعد إدخال كلمة المرور

source: price
ar: السعر

source: Business Name
ar: الاسم الأول

source: About
ar: عنك

source: Autos
ar: سيارات

source: Electronics
ar: إلكترونيات

source: Pets
ar: حيوانات

source: Entertainment
ar: ترفيه

source: Events
ar: أحداث

source: Food
ar: أطعمة

source: Furniture
ar: مفروشات

source: Jobs
ar: توظيف

source: Misc
ar: أخرى

source: Properties
ar: عقارات

source: Sports
ar: رياضة

source: Fashion
ar: أزياء

source: Services
ar: خدمات

source: expiry date
ar: تاريخ الانتهاء

source: original price
ar: المبلغ المطلوب؟

source: Which business
ar: عن اي متجر

source: Write your comment here
ar: اكتب تعليقك هنا

source: Tell us what's wrong
ar: اخبرنا مالمشكلة

source: What are you shouting about?
ar: علام ستنادي؟

source: For what price?
ar: المبلغ المطلوب؟

source: Search Offers
ar: ابحث عن عروض

source: Search Requests
ar: ابحث عن طلبات

source: Dubai
ar: دبي

source: Sharjah
ar: الشارقة

source: Abu Dhabi
ar: أبو ظبي

source: London
ar: لندن

source: New York
ar: نيو يورك

source: Damascus
ar: دمشق

source: You have entered some invalid input.
ar: لقد أدخلت بعض المعلومات بشكل خاطئ.

source: You are already confirmed
ar: حسابك مفعل من قبل.

source: Your profile was updated successfully.
ar: تم تعديل ملفك الشخصي بنجاح

source: post dose not exist.
ar: المشاركة غير موجودة.

source: Shout a deal
ar: اضف خصما

source: Your experience was posted successfully
ar: تمت اضافة تقييمك بنجاح‫.‬

source: You have shared the experience successfully.
ar: تم مشاركة القييم بنجاح‫.‬

source: Your experience was edit successfully.
ar: تم تعديل التقييم بنجاح‫.‬

source: Experience dose not exist.
ar: التقييم غير موجودة.

source: Shout Sell
ar: عرض

source: Your shout was shouted!
ar: لقد تم النشر بنجاح

source: Location Not Valid
ar: الموقع غير صحيح

source: Terms of Service
ar: بنود الخدمة

source: Privacy Policy
ar: سياسة الخصوصية

source: Marketplace Rules
ar: قواعد السوق

source: Learn More
ar: تعلم المزيد

source: Image does not exist.
ar: الصورة غير موجودة.

source: You and
ar: أنت و

source: Messages
ar: المحادثات

source: Your message was sent successfully.
ar: تم إرسال الرسالة بنجاح

source: Shout does not exist.
ar: المشاركة غير موجودة.

source: Shoutit is the region's first social marketplace where buyers post requests for goods or services that they need and the amount they would like to pay for them.
ar: Shoutiit هو السوق الاجتماعي الأول في المنطقة، حيث يقوم المشترون بطلب ما يريدون شراءه و المبلغ الذي يودون دفعه للغرض او الخدمة المطلوبة‫.‬

source: User not found
ar: المستخدم غير موجود.

source: You need to enter some text!
ar: عليك إدخال نص.

source: Page Not Found
ar: الصفحة غير موجودة.

source: You are now logged in.
ar: لقد تم تسجيل دخولك.

source: Notifications
ar: الإشعارات

source: You are now activated.
ar: لقد تم تفعيل حسابك.

source: Activation
ar: تفعيل الحساب

source: An activation message will be sent to your email soon.
ar: سيتم إرسال رسالة التفعيل إلى بريدك الالكتروني قريباً.

source: Resend Activation
ar: أعد إرسال رسالة التفعيل.

source: Your experience was post successfully.
ar: تم اضافة تقييمك بنجاح

source: Your comment was post successfully.
ar: تم اضافة تعليقك بنجاح

source: This shout was deleted.
ar: هذه الندهة ملغاة

source: This shout was edited successfully.
ar: لقد تم التعديل بنجاح

source: Shout Buy
ar: طلب

source: You are now listening to shouts about %(tag_name)s.
ar: لقد بدأت بالاستماع الى الندهات المتعلقة ب %(tag_name)s

source: Tag %(tag_name)s does not exist.
ar: الكلمة المفتاحية %(tag_name)s غير موجودة.

source: You are no longer listening to shouts about %(tag_name)s.
ar: لقد اوقفت استماعك للندهات المتعلقة ب%(tag_name)s

source: You are already active
ar: حسابك مفعل من قبل.

source: Congratulations! You are now a member of the Shout community.
ar: تهانيا! أنت الآن عضو في مجتمع Shoutit

source: Your Facebook account has been added to Shoutit!
ar: لقد تم إضافة حساب الفيس بوك بنجاح

source: Error connecting to your Facebook account
ar: هنالك مشكلة في الاتصال بحساب فيسبوك الخاص بك

source: Username or email you entered does not exist.
ar: اسم المستخدم أو البريد الإلكتروني المدخل غير موجود

source: We sent you an email with instructions to recover your account.
ar: لقد تم إرسال بريد إلكتروني لك لاسترجاع حسابك

source: You are now listening to %(name)s's shouts.
ar: لقد بدأت بالاستماع الى الندهات الخاصة ب %(name)s

source: User %(username)s does not exist.
ar: المستخدم %(username)s غير موجود.

source: You are no longer listening to %(name)s's shouts.
ar: لقد اوقفت استماعك للندهات الخاصة ب %(name)s

source: You are now signed out.
ar: لقد تم تسجيل خروجك

source: You don't have permissions to edit this profile.
ar: لا تملك الصلاحيات لتعديل هذا الحساب.

source: Conversation does not exist.
ar: المحادثة غير موجودة.

source: You don't have permissions to view this conversation.
ar: لا تملك الصلاحيات لمشاهدة هذه المحادثة.

source: You are not allowed to modify this shout.
ar: لا تملك الصلاحيات لتعديل هذه المشاركة.

source: Message does not exist.
ar: الرسالة غير موجودة.

source: User %(username)s is not active yet.
ar: المستخدم %(username)s غير مفعل.

source: This field is required.
ar: حقل إجباري.

source: Invalid activation token.
ar: أرسل رسالة التفعيل

source: You can not share this experience.
ar: لا يمكنك مشاركة هذا التقييم‫.‬

source: You can not edit this experience.
ar: لا يمكنك تعديل هذا التقييم‫.‬

source: Gallery Item dose not exist.
ar: الصورة غير موجودة.

source: You do not have permission to delete this comment
ar: لا تملك الصلاحيات لتحذف هذا التعليق.

source: Activity dose not exist.
ar: المشاركة غير موجودة.

source: what will you shout today?
ar: ماذا تريد أن تنادي اليوم؟

source: Are you lost or something?
ar: هل أنت ضائع؟

source: It seems you have requested something that does not exist.
ar: على ما يبدو أنك طلبت شيئاً غير موجود.

source: If you're lost you can use on of our unicorns to either go
ar: إذا كنت ضائعاً يمكنك استخدام أحد وحيدي القرن لدينا إما لتذهب إلى

source: home
ar: الصفحة الرئيسية

source: or
ar: أو

source: back to the previous page
ar: الصفحة السابقة

source: Activate
ar: تفعيل

source: birthday [Day]
ar: تاريخ الميلاد [اليوم]

source: birthday [Month]
ar: تاريخ الميلاد [الشهر]

source: birthday [Year]
ar: تاريخ الميلاد [السنة]

source: Shoutit for iPhone
ar: Shoutit للآيفون

source: Shoutit for Android
ar: Shoutit للأندرويد

source: Shoutit for Blackberry
ar: Shoutit للبلاك بيري

source: Sign In
ar: الدخول

source: Forgot your password
ar: هل نسيت كلمة المرور؟

source: Sign up
ar: تسجيل حساب جديد

source: please, complete your details
ar: فضلاً، أكمل بياناتك

source: Send Activation Message
ar: أرسل رسالة التفعيل

source: What have you got to shout about?
ar: ماذا لديك لتنادي عليه؟

source: Offer
ar: عرض

source: Got something to sell?
ar: هل لديك شيء ما لتبيعه؟

source: Want to share your expertise?
ar: تريد أن تشارك تقييمات؟

source: Keen to make some cash?
ar: تريد ان تحصل على بعض النقود؟

source: Request
ar: طلب

source: Need to buy something?
ar: تبحث عن شي لتشتريه؟

source: Looking for assistance?
ar: تبحث عن شخص ليساعدك؟

source: Experience
ar: تقييم

source: Tell us your experience with
ar: اخبرنا عن تقييمك

source: Businesses arround you
ar: للمتاجر المحيطة بك

source: Shout your services
ar: اعرض خدماتك

source: and goods to the community.
ar: و بضاعتك للزبائن‫.‬

source: Shout a Request
ar: اضف طلبا

source: Shout an Offer
ar: اضف عرضا

source: Shout a Deal
ar: اضف خصما

source: Shout an Experience
ar: اضف تقييما

source: Specify Your Location
ar: حدد موقعك

source: Save
ar: حفظ

source: Privacy
ar: الخصوصية

source: Check it out now!
ar: جدها الآن

source: Offers
ar: عروض

source: Requests
ar: طلبات

source: Recommended
ar: مستحسنة

source: Recent
ar: جديدة

source: Nearest
ar: قريبة

source: Select a Category
ar: اختر احد التصنيفات

source: End of stream!
ar: نهاية النتائج

source: Public Activities
ar: نشاطات عامة

source: Top Tags
ar: كلمات متداولة

source: Shoutit Apps
ar: تطبيقات Shoutit

source: edit profile
ar: تعديل الملف

source: Listening
ar: مستمع

source: Listen
ar: استمع

source: Share Experience
ar: شارك التقييم

source: Edit profile
ar: تعديل الملف

source: Listeners
ar: مستمعين

source: Goods
ar: محاسن

source: Bads
ar: مساوئ

source: Experiences
ar: تقييمات

source: Unlisten
ar: اوقف الاستماع

source: you and
ar: أنت و

source: about
ar: عن

source: Read More
ar: اقرأ المزيد

source: Reply
ar: رد

source: Conversation
ar: محادثة

source: Conversations
ar: المحادثات

source: You don't have any conversation!
ar: لا يوجد لديك أي محادثات

source: Delete Event
ar: حذف

source: has started listening to
ar: بدأ بالاستماع ل

source: added an offer
ar: وضع عرضا

source: added a request
ar: وضع طلبا

source: posted
ar: كتب

source: on
ar: على

source: Profile
ar: الملف الشخصي

source: shared an experience
ar: شارك تقييما

source: commented on experience
ar: علق على تقييم

source: Experiences of
ar: تقييمات

source: shouts a bad experience about
ar: كتب تقييما سيئا عن

source: shouts a good experience about
ar: كتب تقييما جيدا عن

source: Edit
ar: تعديل

source: Comment
ar: تعليق

source: Share
ar: شارك

source: Sign in to comment
ar: سجل الدخول للتعليق

source: Region's 1st Social Market
ar: السوق الاجتماعي الأول في المنطقة

source: LEARN MORE
ar: تعلم المزيد

source: ABOUT SHOUTIT
ar: عن SHOUT IT

source: Shoutit is the region’s first social marketplace where people shout their requests for goods or services that they need and the amount they would like to pay for them. It’s a way for you to connect with others in their local community on a fun and easy to use platform. Shoutit takes the concept of commerce back to the basics, by allowing you to log in and trade whatever you are offering or requesting with those around you.
ar: Shoutiit هو السوق الاجتماعي الأول في المنطقة، حيث يقوم المشترون بطلب ما يريدون شراءه و المبلغ الذي يودون دفعه للغرض او الخدمة المطلوبة، انه طريقة للتواصل مع الآخرين المتواجدين في نفس المنطقة بإسلوب ممتع وسهل. Shoutit يحاول ان يبسط قدر الأمكان عمليات البيع والشراء وذلك بالسماح للمستخدمين بالتعامل مع الناس القريبين منهم.

source: HOW TO POST A SHOUT
ar: كيفية عمل ندهة

source: All you need to do is log in to your profiles so you can post shouts which offer or request an item or service, and then specify the amount you would like to buy or sell it for. And then it’s out there. Within moments, other users within the local community will connect with the shout, posting their own responses.
ar: كل ما عليك فعله هو تسجيل الدخول حتى تتمكن من اضافة ندهات سواء كانت عروضا او طلبات وتحدد المبلغ المطلوب او المتوقع الحصول عليه. بهذه السهولة وبدون تعقيدات اصبحت الندهة جاهزة وتوقع ردودا من الاشخاص الذين يسكنون بالقرب منك.

source: LISTENING TO PEOPLE
ar: الاستماع الى الآخرين

source: Connect with old and new friends by listening to their shouts. Listen to other users by visiting their profile page and clicking on the listen icon so that their shout posts will be given priority on your browse page. If there is something specific you are searching for, you can also listen to your preferred tags or key words, in the same way you would listen to another user, to prioritize these shouts too.
ar: تواصل واعرف كل جديد عن اصدقائك بالاستماع الى ندهاتهم. الاستماع الى الاشخاص سهل جدا ما عليك الا ان تقوم بزيارة صفحتهم الخاصة والضغط على علامة الاستماع. ندهات الاشخاص الذين قمت بالاستماع لهم سوف تعطى اهمية عالية في صفحتك الرئيسية. الاستماع لا يقتصر على الاشخاص فبأمكانك الاستماع الى الكلمات المفتاحية التي تعجبك بنفس الطريقة التي استخدمتها للاستماع للاشخاص.

source: HOW TAGS WORK
ar: كيفية عمل الكلمات المفتاحية

source: When you are filling out your shout post, tags will be auto completed. You can also add your own tags by manually entering them in the tag box below the post. Tagging shouts enables them to be categorized and makes it easier to filter posts when searching.
ar: عندما تقوم بعمل ندهة يجب ان تدخل كلمات مفتاحية وذلك لتساعد في تصنيف الندهة وتجعل الوصول اليها اسهل ابدأ بكتابة الكلمات المفتاحية واختر واحدة او اكثر من قائمة الاكمال التلقائي، أو يمكنك اضافة كلمات جديدة.

source: HOW TO SEARCH FOR A SHOUT
ar: كيف تبحث عن ندهة

source: Searching is straight forward on the browse page and just enter your preferred keywords to filter through all the shouts to make sure you find what you are looking for. Although, if you do not have anything specific in mind, you can browse through all the shouts being posted within your local community on the browse page. You can also order the results by time, distance or leave it for us to give you best matches.
ar: البحث عن ندهات بسيط جدا فقط ابدا بكتابة الكلمات في خانة البحث في تصفح، اما اذا احببت ان تستعرض شيئ لا على التعيين كل ماعليك هو استعراض الندهات الموجودة على تصفح. كما يمكنك ترتيب الندهات حسب الوقت او المسافة او يمكنك الاعتماد علينا باختيار مستحسنة. حيث سنقوم باختيار افضل النتائج بناء على منطقتك وما قمت بالاستماع له من اشخاص وكلمات من قبل.

source: INSTANT MESSAGING
ar: التراسل الفوري

source: Only the shouts you have posted will appear on your profile page. If another user answers your shout, this will appear in your inbox. This is where all of your conversations with other users will be stored. All conversations on Shoutit happen in real time. If both shouter and replier are online, they will be able to instant message each other on the conversations page, or below the shout itself.
ar: الندهات الخاصة بك ستظهر على ملفك الشخصي. اما اذا قام احد بالرد على احدى ندهاتك سيظهر الرد في صفحة المحادثات او في صفحة الندهة نفسها. جميع المحادثات على Shoutit فورية، وفي حالة كان الشخص الذي رددت علية متصل بنفس الوقت يمكنك ان تبدأ محادثة فورية معه

source: REPLYING TO A SHOUT
ar: الرد على ندهة

source: If you see a shout that you would like to respond to, you can post a reply by clicking on the shout to open it up into its own page. There will be a box below the shout where you can type your response. Your reply will then appear on the user’s inbox as well as your own to help you keep track of your interactions.
ar: اذا اعجبتك ندهة واحببت ان ترد عليها، يمكنك ذلك بالذهاب لصفحة الندهة وكتابة الرد في المربع الموجود اسفل الندهة. ستظهر جميع ردودك في صفحة المحادثات وذلك لتسهيل الوصول الى محادثات اجريتها في وقت سابق

source: ACTIVATING YOUR ACCOUNT
ar: تفعيل الحساب

source: Once you have registered your information you will be sent an authorization email to confirm you are who you say you are. This email will contain a link back to the Shoutit site which you will need to click to verify your account. Once this step is complete, you are ready to shout! If you don’t verify your account, you will not be able to post more than 5 shouts or reply to others’ shouts – so make sure you follow this step to avoid missing out on being part of the action.
ar: عندما تقوم بالتسجيل سوف نقوم بارسال رسالة تفعيل الى بريدك الالكتروني. بالضغط على الرابط المرفق ستفتح لك صفحة تطلب منك استكمال بياناتك، اكمل التسجيل لتصبح جاهزا لتنادي متى شئت وعلى اي شيئ في اي وقت تشاء. اذا لم تقم بتفعيل حسابك لن يمكنك القيام باكثر من خمسة ندهات او الرد على احد الندهات، لذلك كل ما عليك ان تقوم به هو تفعيل الحساب الخاص بك لكل لا تفوت عليك شيء.

source: You can download our mobile applications and enjoy the great experience of shouting and getting recommendations on the go.
ar: بامكانك الآن تنزيل تطبيقات الهواتف الخاصة بنا للاستمتاع بتجربة رائعة وسهلة للبيع والشراء من اي مكان وفي اي وقت

source: SHOUT LOCATION
ar: مكان الندهة

source: Identifying your location on the map when you post a shout means that shouts closest to you will be given priority and recommended on your shout page. To highlight where you are shouting from, just drag the shout icon on the map until it is positioned correctly.
ar: من المهم ان تخار المكان الصحيح عندما تقوم بندهة وذلك لتجعل الوصول اليها سهلا وحتى تصبح ذات اهمية عالية للاشخاص القريبين منك. وذلك بوضع المؤشر الموجود على الخريطة اثناء قيامك بالندهة.

source: PROFILE LOCATION
ar: مكان الحساب الشخصي

source: You can fix your location on your profile page using the map in the same way that you did to show where you shouted from. Fixing your location on your profile page will select a permanent location for you, such as the area you live in. The shouts closest to you will be given priority on your browse page. Don’t worry; you will still be able to see shouts from users who are further away too. You can change this at any time by dragging the icon on the map .
ar: يمكنك ان تغير المكان المسجل لحسابك بكل سهولة وهذا المكان سيتم اخذه بالاعتبار عند البحث عن ندهات. لا تخف، فمازلت قادرا على رؤية الندهات من كل الأماكن على الخريطة على تصفح.

source: Selling something?
ar: هل لديك شيء ما لتبيعه؟

source: Want to make extra cash?
ar: تريد ان تكسب دخل إضافي؟

source: Looking for a new hobby?
ar: تبحث عن هواية جديدة؟

source: Want to learn new stuff?
ar: تريد أن تتعلم أشياء جديدة؟

source: Feel like spending?
ar: تشعر برغبة باللإنفاق؟

source: Selling BMW 325i Coupe 2008
ar: سيارة بي ام دبليو ٣٢٥ كوبي للبيع

source: Selling a bmw 325i coupe 2008 in mint condition. Full service history is available.
ar: للبيع سيارة بي ام دبليو ٣٢٥ بحالة جيدا جدا، تاريخ الصيانة من الوكالة متوفر‫.‬

source: Offering Piano Lessons for Kids
ar: دروس بيانو للاطفال

source: I offer piano lessons for your kids at your place or mine.
ar: انا اقدم دروس خصوصية في البيانو لاطفالكم في منزلكم او منزلي

source: Photography friends
ar: اصدقاء يحبون التصوير الفوتوغرافي

source: Going to shoot animals in Dubai Zoo at 2pm , feel free to join
ar: انا ذاهبة لآخذ صور لبعض الحيوانات في الحديقة الساعة الثانية ظهرا، الرجاء التواصل معي لنذهب سوية

source: Looking for German language teacher
ar: ابحث عن مدرس لغة المانية

source: I want someone who is able to teach me German language in a month as I am planning to take my masters there.
ar: اريد شخصا قادر على تعليمي مبادئ اللغة الالمانية في شهر لانني اود القيام باكمال الماجستير في المانيا

source: iPhone 4s
ar: آيفون 4s للبيع

source: Looking for a new iPhone 4s unlocked
ar: اود شراء آيفون ٤ جديد وغير محمي

source: has started listening to your shouts.
ar: بدأ بالاستماع لك.

source: sent you a
ar: أرسل لك

source: message
ar: رسالة

source: You don't have any notifications!
ar: لا يوجد لديك إشعارات!

source: Read all notifications
ar: إقرأ كل الإشعارات

source: ShoutIt Privacy Policy
ar: سياسة خصوصية ShoutIt

source: User Consent
ar: موافقة المستخدم

source: Regarding Children
ar: فيما يتعلق بالأطفال

source: Collection and Use of Information
ar: جمع واستخدام المعلومات

source: Information Submitted to Shoutit
ar: المعلومات المقدمة إلى Shoutit

source: Information from Other Sources
ar: معلومات من مصادر أخرى

source: Information Collected Via Technology
ar: المعلومات التي تم جمعها عبر التكنولوجيا

source: Aggregate Information
ar: تجميع المعلومات

source: Use and Disclosure of Information
ar: استخدام والإفصاح عن المعلومات

source: Shoutit’s Use of Information
ar: استخدام المعلومات من قبل Shoutit

source: Shoutit’s Disclosure of Information
ar: كشف المعلومات من قبل Shoutit

source: The Ability Of Others To View You Information
ar: قدرة الآخرين على عرض معلوماتك

source: Third Party Sites and Advertising
ar: المواقع الالكترونية للطرف الثالث والإعلانات

source: Your Choices Regarding Your Personal Information
ar: لديك الخيارات فيما يتعلق بمعلوماتك الشخصية

source: Feedback
ar: ما هو رأيك

source: Security
ar: الأمن

source: Contact and Revisions
ar: الاتصال والملاحظات

source: Contact us at our headquarters:
ar: الاتصال بنا في مقرنا الرئيسي:

source: Dubai Media City
ar: مدينة دبي للإعلام

source: Dubai, UAE
ar: دبي، الإمارات العربية المتحدة

source: Trust and Safety
ar: الثقة والسلامة

source: Safety First
ar: السلامة أولا

source: Offer Guidelines
ar: توجيهات العرض

source: Edit Shout
ar: تعديل

source: Shouts
ar: ندهات

source: Delete Shout
ar: حذف

source: Are you sure you want to delete this shout?
ar: هل انت متأكد انك تريد ان تحذف هذه الندهة؟

source: no
ar: لا

source: yes
ar: نعم

source: Please enable JavaScript to use file uploader.
ar: الرجاء تفعيل جافا سكريبت لرفع الملفات.

source: shouts
ar: ندهات

source: Our Services
ar: خدماتنا

source: Terms Of Service
ar: شروط الإستخدام

source: Your Account and Shoutit Profile
ar: حسابك و ملفك الشخصي على Shoutit

source: Rules Regarding Information and other Content
ar: وفيما يتعلق بقواعد المعلومات والمحتويات الأخرى

source: General Rules of User Conduct
ar: القواعد العامة للسلوك المستخدم

source: Optional Services
ar: خدمات أخرى

source: Termination
ar: الإنهاء

source: Disclaimers of Warranty
ar: شروط إخلاء المسؤولية من الضمان

source: Limitations of Liability
ar: تقييدات المسؤولية

source: Intellectual Property Issues
ar: قضايا الملكية الفكرية

source: Electronic Communications
ar: الاتصالات الإلكترونية

source: Changes to this Agreement
ar: التغيرات في الاتفاق

source: General Terms
ar: شروط عامة

source: To change your password please supply the following:
ar: لتغيير كلمة المرور الرجاء تعبئة التالي‫:‬

source: Save Changes
ar: حفظ التعديلات

source: Cancel
ar: الغاء

source: Recent Listened
ar: أحدث الإستماعات

source: Users
ar: المستخدمين

source: listeners
ar: مستمعين

source: Listenings
ar: استماعات

source: Activities
ar: نشاطات

source: Confirm
ar: ىأكيد كلمة المرور
